/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock-emner";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock-emne";
"com.apple.dock.itemlist" = "Liste over Dock-emner";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Emner på liste over Dock-emner";
"com.apple.dock.item/path" = "Sti til Dock-emne";
"com.apple.dock.item/label" = "Mærke på Dock-emne";
"com.apple.dock.item/type" = "Type på Dock-emne";
"com.apple.dock.item/parent" = "Overordnet Dock-emne";
"com.apple.dock.item/properties" = "Egenskaber for Dock-emne";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard-widgets";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard-widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Pakke-id";
"com.apple.dashboard.widget/preferences" = "indstillinger";
"com.apple.dashboard.widget/position" = "placering";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

